{
    "title": "Dendicasa",
    "description": "Dendicasa é um aplicativo de entrega inovador, similar ao Uber Eats, projetado para conectar clientes a uma variedade de restaurantes e serviços de entrega locais. Com uma interface intuitiva e recursos avançados, o Dendicasa oferece uma experiência de pedido e entrega sem complicações.",
    "features": [
      {
        "icon": "MapPin",
        "title": "Geolocalização Inteligente",
        "description": "Localiza restaurantes próximos e calcula rotas eficientes para entrega."
      },
      {
        "icon": "CreditCard",
        "title": "Integração de Pagamentos",
        "description": "Processamento seguro de pagamentos através da integração com EBANX."
      },
      {
        "icon": "Clock",
        "title": "Rastreamento em Tempo Real",
        "description": "Acompanhamento do status do pedido e localização do entregador em tempo real."
      },
      {
        "icon": "Truck",
        "title": "Gerenciamento de Frota",
        "description": "Sistema eficiente para gerenciar entregadores e otimizar entregas."
      },
      {
        "icon": "Star",
        "title": "Sistema de Avaliação",
        "description": "Permite que usuários avaliem restaurantes e entregadores, mantendo a qualidade do serviço."
      }
    ],
    "technologies": [
      "React Native",
      "Firebase",
      "EBANX API",
      "Google Maps API"
    ],
    "benefits": [
      "Aumenta a visibilidade e alcance de restaurantes locais",
      "Oferece uma fonte adicional de renda para entregadores independentes",
      "Proporciona uma experiência de pedido conveniente e personalizada para os clientes",
      "Utiliza algoritmos avançados para otimizar rotas e tempos de entrega"
    ],
    "challenges": [
      "Integração de múltiplas APIs para criar uma experiência de usuário fluida",
      "Desenvolvimento de um sistema de roteamento eficiente para otimizar entregas",
      "Implementação de medidas de segurança robustas para proteger dados de usuários e transações",
      "Criação de uma interface intuitiva que atende às necessidades de clientes, restaurantes e entregadores"
    ]
  }