{
    "title": "Sistema de Identidade - Panamá",
    "description": "Um sistema de emissão de carteira de identidade e passaporte de última geração, desenvolvido especificamente para o governo do Panamá. Este sistema integra tecnologia biométrica avançada para garantir a segurança e a integridade da identificação nacional.",
    "features": [
      {
        "icon": "UserCheck",
        "title": "Cadastro de Cidadãos",
        "description": "Sistema robusto para registro e atualização de informações dos cidadãos."
      },
      {
        "icon": "Fingerprint",
        "title": "Biometria Avançada",
        "description": "Captura e processamento de impressões digitais e reconhecimento facial."
      },
      {
        "icon": "Shield",
        "title": "Segurança Aprimorada",
        "description": "Medidas de segurança de ponta para prevenir fraudes e falsificações."
      },
      {
        "icon": "Globe",
        "title": "Integração Nacional",
        "description": "API para integração com outros sistemas governamentais em todo o país."
      },
      {
        "icon": "Database",
        "title": "Gerenciamento de Dados",
        "description": "Armazenamento seguro e eficiente de grandes volumes de dados biométricos."
      }
    ],
    "technologies": [
      "C++",
      "C#",
      "Java",
      "Oracle",
      "Algoritmos Biométricos"
    ],
    "impactAndBenefits": [
      "Aumento significativo na segurança e confiabilidade dos documentos de identidade nacionais",
      "Redução drástica em casos de fraude de identidade",
      "Melhoria na eficiência dos serviços governamentais relacionados à identificação",
      "Facilitação de processos de verificação de identidade em todo o país"
    ],
    "challengesOvercome": [
      "Integração de múltiplas tecnologias biométricas em um sistema coeso",
      "Garantia de alta disponibilidade e performance para um sistema de escala nacional",
      "Implementação de medidas de segurança rigorosas para proteger dados sensíveis dos cidadãos",
      "Desenvolvimento de uma interface intuitiva para funcionários governamentais com diversos níveis de habilidade técnica",
      "Adaptação do sistema às regulamentações e requisitos legais específicos do Panamá"
    ]
  }